Repository: duchometson/localiza_aeh
Catalog: lib/l10n/app_*.arb
Languages: es

# language
source: English
es: Espanol

# codigo
source: Code
es: C칩digo

# localizacaoAtual
source: Current Location
es: Ubicaci칩n Actual.

# adicionarProduto
source: Add Product
es: A침adir Producto

# adicionadoEm
source: Added at
es: a침adido en

# chegaEm
source: Arrives in
es: Llega en

# nome
source: Name
es: Nombre

# tipoProduto
source: Product Type
es: Tipo de Producto

# deletar
source: Delete
es: Eliminar

# configuracao
source: Configuration
es: Ajustes

# reordenarProdutos
source: Reorder Products
es: Reordenar Productos

# adicionar
source: Add
es: Agregar
